/* The text that prompts the option of pasting from clipboard */
" Paste from Clipboard" = " Paste from Clipboard";

/* The format of subtitle of ask for rating option */
"%d PEOPLE HAVE RATED PGPRO IN YOUR REGION" = "%d PEOPLE HAVE RATED PGPRO IN YOUR REGION";

/* The alert prompted when attempting to rename contact with a duplicate name and/or address. */
"A contact with this name and email address already exists!" = "A contact with this name and email address already exists!";

/* The option to add key from clipboard in the popover menu from '+' button. */
"Add Key from Clipboard" = "Add Key from Clipboard";

/* The placeholder label to prompt the selection of a contact used for signature within encryption tab. */
"Add Signature..." = "Add Signature...";

/* The option to set up authentication in settings */
"App Launch Authentication" = "App Launch Authentication";

/* The description of the confirmation dialogue when attempting to delete a keychain entry. */
"Are you sure you want to delete this key? This action cannot be undone." = "Are you sure you want to delete this key? This action cannot be undone.";

/* The title of the confirmation dialogue when attempting to delete a keychain entry. */
"Are you sure?" = "Are you sure?";

/* The button to cancel the clearing of text within decrypttion tab.
   The button to cancel the clearing of text within encryption tab.
   The option to add key from clipboard in the popover menu from '+' button.
   The title of option to delete a keychain entry. */
"Cancel" = "Cancel";

/* The prompt saying the clipboard contains invalid key when attempting to copying keys from clipboard. */
"Clipboard contains invalid key!" = "Clipboard contains invalid key!";

/* The prompt saying the clipboard contains unsupported key when attempting to copying keys from clipboard. */
"Clipboard contains unsupported key!" = "Clipboard contains unsupported key!";

/* The prompt saying the clipboard is empty when attempting to copying keys from clipboard. */
"Clipboard is Empty!" = "Clipboard is Empty!";

/* The button to confirm the clearing of text within decrypttion tab.
   The button to confirm the clearing of text within encryption tab. */
"Confirm" = "Confirm";

/* The error text after adding contact, prompting an nonmatching passphrases */
"Contact not unique!" = "Contact not unique!";

/* The option to contribute on GitHub */
"Contribute on GitHub" = "Contribute on GitHub";

/* The navigation title of the decrypt tab. */
"Decrypt Message" = "Decrypt Message";

/* The text of the navigation bar within decrypted message view controller. */
"Decrypted Message" = "Decrypted Message";

/* The title of the bar item of select private key option in the decrypt tab. */
"Decryption" = "Decryption";

/* The alert text prompted when the decryption failed (due to framework error)
in the decryption tab.
   The alert text prompted when the decryption failed in the decryption tab. */
"Decryption failed!" = "Decryption failed!";

/* The alert text prompted when the decryption requires a passphrase in the decryption tab. */
"Decryption requires passphrase!" = "Decryption requires passphrase!";

/* The title of option to delete a keychain entry. */
"Delete" = "Delete";

/* The option to delete all keychains in settings */
"Delete Keychain" = "Delete Keychain";

/* The confirmation dialogue text to delete the message that would have been decrypted.
   The confirmation dialogue text to delete the message that would have been encrypted. */
"Delete this message" = "Delete this message";

/* The name of the decryption tab bar. */
"Descryption" = "Descryption";

/* The title of the email cell in contact details. */
"Email" = "Email";

/* The error text after adding contact, prompting an empty email */
"Email address can't be empty!" = "Email address can't be empty!";

/* The error text after adding contact, prompting an invalid email */
"Email address invalid!" = "Email address invalid!";

/* The navigation title of the 'Encryption' tab. */
"Encrypt Message" = "Encrypt Message";

/* The name of the encryption tab bar.
   The tab bar item title of the 'Encryption' tab. */
"Encryption" = "Encryption";

/* The alert text prompted when the message encryption encountered an error
happened within the framework in the encryption tab. */
"Encryption failed (Framework Error)!" = "Encryption failed (Framework Error)!";

/* The alert text prompted when the message encryption encountered an unknown error in the encryption tab. */
"Encryption failed!" = "Encryption failed!";

/* The error prompt for rate limiting after searching on keyserver. */
"Error due to Rate Limiting" = "Error due to Rate Limiting";

/* The title of the expires cell in key section within contact details. */
"Expires" = "Expires";

/* The error prompt when exporting keychain failed. */
"Export failed!" = "Export failed!";

/* The alert text prompted when failed to compose mail because the function is disabled. */
"Failed to compose email!" = "Failed to compose email!";

/* The alert text prompted when failed to compose mail. */
"Failed to compose email! Mail Integration will be disabled." = "Failed to compose email! Mail Integration will be disabled.";

/* The error prompt for invalid response after searching on keyserver. */
"Failed to get valid response from keyserver!" = "Failed to get valid response from keyserver!";

/* The title of the fingerprint cell in contact details. */
"Fingerprint" = "Fingerprint";

/* Prompt for non-supported key after switching web key directory. */
"Found non-supported key!" = "Found non-supported key!";

/* The option to go to FAQs */
"Frequently Asked Questions" = "Frequently Asked Questions";

/* The option to generate key pair in the popover menu from '+' button */
"Generate Key Pair" = "Generate Key Pair";

/* The title of the ID cell in key section within contact details. */
"ID" = "ID";

/* The option to import keys from file on keyserver in the popover menu from '+' button */
"Import Keys from File" = "Import Keys from File";

/* The alert text prompted when the passphrase does not match in the encryption tab. */
"Incorrect Passphrase!" = "Incorrect Passphrase!";

/* The error prompt for invalid format after searching on keyserver. */
"Invalid Format" = "Invalid Format";

/* Prompt for error scannig QR code for keyserver due to format being invalid. */
"Invalid QR Code!" = "Invalid QR Code!";

/* The option to join PGPro Beta */
"Join the PGPro Beta" = "Join the PGPro Beta";

/* The error text after adding contact, prompting a general failure of key generation */
"Key generation failed!" = "Key generation failed!";

/* The name of the keychain tab bar.
   The title of the keychain view controller. */
"Keychain" = "Keychain";

/* The error prompt for database maintanence after searching on keyserver. */
"Keyserver is under Database Maintenance" = "Keyserver is under Database Maintenance";

/* The option for licenses */
"Licenses" = "Licenses";

/* The option to set up mail integration in settings */
"Mail Integration" = "Mail Integration";

/* The alert text prompted when the message is invalid in the decryption tab.
   The alert text prompted when the message is invalid in the encryption tab. */
"Message is invalid!" = "Message is invalid!";

/* The title of the name cell in contact details. */
"Name" = "Name";

/* The alert prompted when attempting to rename contact with an empty name.
   The error text after adding contact, prompting an empty name */
"Name can't be empty!" = "Name can't be empty!";

/* Navajo - Reasonable */
"NAVAJO_REASONABLE" = "Reasonable";

/* Navajo - Strong */
"NAVAJO_STRONG" = "Strong";

/* Navajo - Very Strong */
"NAVAJO_VERY_STRONG" = "Very Strong";

/* Navajo - Very weak */
"NAVAJO_VERY_WEAK" = "Very Weak";

/* Navajo - Weak */
"NAVAJO_WEAK" = "Weak";

/* The description of a never-expiring key in key section within contact details. */
"Never" = "Never";

/* The error prompt for no connection after searching on keyserver. */
"No Connection to Keyserver!" = "No Connection to Keyserver!";

/* The alert text prompted when the user attempts to send a mail but there is no selected client. */
"No mail client selected! Mail Integration will be disabled." = "No mail client selected! Mail Integration will be disabled.";

/* The button to cancel the clearing of text within decrypttion tab. */
"No Private Key Selected!" = "No Private Key Selected!";

/* The prompt saying the no valid key is found in clipboard when attempting to copying keys from clipboard. */
"No valid Key found in Clipboard!" = "No valid Key found in Clipboard!";

/* The placeholder text of the passphrase text field */
"Passphrase" = "Passphrase";

/* The error text after adding contact, prompting an nonmatching passphrases */
"Passphrases don't match!" = "Passphrases don't match!";

/* The alert text prompted when user attempts to select a contact with private keys in the encryption tab. */
"PGPro does not support signing messages if the encryption contacts include private keys." = "PGPro does not support signing messages if the encryption contacts include private keys.";

/* The alert text prompted when the message is empty in the decryption tab.
   The alert text prompted when the message is empty in the encryption tab. */
"Please enter message first!" = "Please enter message first!";

/* The option to ask for rating */
"Please Rate PGPro" = "Please Rate PGPro";

/* The section header of the primary key section in keychain tab */
"Primary Key" = "Primary Key";

/* The option for privacy policy */
"Privacy Policy" = "Privacy Policy";

/* The option to report issue in settings */
"Report Issue" = "Report Issue";

/* Prompt for error scannig QR code for keyserver due to other failure. */
"Scan failed!" = "Scan failed!";

/* The option to search on keyserver in the popover menu from '+' button */
"Search on Keyserver" = "Search on Keyserver";

/* The placeholder label to prompt the selection of a destination contact within encryption tab. */
"Select Contacts..." = "Select Contacts...";

/* The label of select private key option in the decrypt tab.
   The label to prompt user to choose a private key within the decrypt tab */
"Select Private Key..." = "Select Private Key...";

/* An alert that is prompted when user attempts to encrypt without a public key. */
"Select Public Keys First!" = "Select Public Keys First!";

/* The name of the settings tab bar. */
"Settings" = "Settings";

/* The alert text prompted when user misses the passphrase in the encryption tab. */
"Signing requires the passphrase of the private Key!" = "Signing requires the passphrase of the private Key!";

/* The title of the type cell in key section within contact details. */
"Type" = "Type";

/* The section header of the user info section in keychain tab */
"User Info" = "User Info";

/* The alert text prompted when the passphrase is incorrect in the decryption tab. */
"Wrong passphrase!" = "Wrong passphrase!";

